<a name="0" />
<h3>문서 &gt; 확장 기능 &gt; 개요</h3>
<br /><br />
이 절에서는 확장 기능을 설명합니다. <br />
<a href="#1">1. 개요</a><br />

<br />
<a name="1" />
<h4>1. 개요</h3>
확장 기능은 단순 확장 기능과 컴포넌트로 구분됩니다.<br/>
단순 확장 기능은 settings 에 전역으로 포함(0.6 이상)하거나,<br/>
각 컨트롤러 클래스에 포함(0.7 이상)되어 부트업 타임을 포함한<br/>
세군데의 이벤트 포지션에서 컨트롤러와 유기적으로 수행되어<br/>
반복 작업을 줄여줍니다. (Ex: 로그, 트위터 API, 메일 발송 등)<br/>
<br/>
컴포넌트(0.7 이상)는, 독립된 컨트롤러와 모델을 가질 수 있는 확장 기능으로,<br/>
일련의 반복작업을 독립된 기능으로서 수행합니다. (Ex: 위지윅 에디터, 캡챠 등)<br/>
<br/>
트레일 프레임워크는 반복되는 작업 중 일부를 기본적인 확장 기능으로서 제공합니다.<br/>
사용자는 필요에 따라 확장 기능을 추가할 수 있습니다.<br/>
또한, 트레일 코어를 수정해야 하는 경우 대부분은 확장 기능으로 작성할 수 있으므로<br/>
이 경우 코어를 수정하지 않고 확장 기능으로 패치하는 것으로 작업하면<br/>
코어의 업데이트시 충돌없이 작업을 할 수 있습니다.<br/>
<br/>

<a href="#0">문서의 최상단으로</a><br /><br />



<br /><br /><br /><br />
<font size="1">
문서의 끝.<br />
최초 작성일: 2010/07/15, 고빈섭<br />
최종 수정일: 2010/07/15, 고빈섭<br />
</font>
