<br /><br />
It works!<br /><br />

축하합니다.<br />
이 페이지가 잘 보인다면,<br />
트레일을 이용할 첫번째 단계를 무사히 마친 것입니다.<br />
<br />
이 페이지들은 여러분이 트레일을 잘 활용할 수 있도록 도와드리는 페이지입니다.<br />
여러분이 트레일 0.8에 익숙한 사용자라면, 혹은 충분한 도움을 받으셨다면<br />
아래의 링크들을 참고하여 앞으로 더 이상 이 페이지를 보지 않을 수 있습니다.<br />
<br />
- <a href="/tf/doc/welcome/remove_welcome">이 페이지를 영원히 보지 않습니다.</a><br />
- <a href="/tf/doc/welcome/disable_welcome">이 페이지를 첫페이지에서 바로 연결하지 않겠습니다.</a><br />
<br />
<br />
이 페이지에서 할 수 있는 작업<br />
- <a href="/tf/diagnotics/">여기</a>를 클릭하면 트레일 세팅을 확인하고 문제가 있는 경우의 도움을 받으실 수 있습니다.<br />
- <a href="/tf/doc/new08/models/">여기</a>를 클릭하면 이 버전에서 새로 바뀐 내역을 확인할 수 있습니다.<br />
- <a href="/tf/doc/new08/migration/">0.7.x, 0.6.x 버전 코드를 이용하기 위한 마이그레이션 가이드<br />
<br />
