<a name="0" />
<h3>문서 &gt; 0.7 소개 &gt; 새로 추가된 확장기능</h3>
<br /><br />
이 절에서는 0.7버전에서 새로 추가된 확장기능을 소개합니다.<br />
<br /><br />
<a name="1" />
<h4>1. 서비스 세팅 매니저</h3>
settings/local_settings 를 확장하여,<br/>
사용자가 직접 설정을 수정할 수 있는 기능을 추가하였습니다<br/>
도메인 명이나 관리자 이메일 따위의 설정을 사용자에게 위임하여<br/>
settings.php 의 안정성을 보장하고, 관리의 편의를 도모할 수 있게 되었습니다.<br/>
<a href="/tf/doc/ext/service_settings">여기</a> 로 이동하여 더욱 자세한 설명을 참고하십시오.<br/><br/>
<a href="#0">문서의 최상단으로</a><br /><br />

<a name="2" />
<h4>2. 한글 캡챠</h3>
0.6.1 버전부터 비공식적으로 제공하던 한글 캡챠가 정식으로 지원됩니다<br/>
<a href="/tf/doc/ext/captcha">여기</a> 로 이동하여 더욱 자세한 설명을 참고하십시오.<br/><br/>
<a href="#0">문서의 최상단으로</a><br /><br />


<a name="3" />
<h4>3. 위지윅 에디터</h3>
위지윅 에디터를 제공합니다.<br />
<a href="/tf/doc/ext/editor">여기</a> 로 이동하여 더욱 자세한 설명을 참고하십시오.<br/><br/>
<a href="#0">문서의 최상단으로</a><br /><br />



<br /><br /><br /><br />
<font size="1">
문서의 끝.<br />
최초 작성일: 2010/07/15, 고빈섭<br />
최종 수정일: 2010/07/15, 고빈섭<br />
</font>
