<a name="0" />
<h3>문서 &gt; 0.7 소개 &gt; 컴포넌트</h3>
<br /><br />
이 절에서는 확장 기능을 설명합니다. <br />
<a href="#1">1. 개요</a><br />

<br />
<a name="1" />
<h4>1. 개요</h3>
0.6.x 대 까지의 확장 기능은 자주 사용되는 기능들은 클래스 내지는 함수 단위로<br />
제공하는 수준에 그쳤다면, 0.7 부터는 기존의 확장 기능을 포함하여 독립된 MVC 아키텍쳐의<br />
완전한 프로그램을 제공하는 컴포넌트 기능이 추가되었습니다.<br />
이를 통해 제한적인 CBD를 제공합니다.<br />
물론 기존과 같은 형식의 확장기능 역시 지속적으로 제공됩니다.<br/>
<br/><br/>
<a href="/tf/doc/ext/about">[같이보기] 확장기능 개요</a><br />
<a href="/tf/doc/ext/editor">[같이보기] 확장기능/위지윅 에디터</a><br /><br />

<a href="#0">문서의 최상단으로</a><br /><br />


<br /><br /><br /><br />
<font size="1">
문서의 끝.<br />
최초 작성일: 2010/07/15, 고빈섭<br />
최종 수정일: 2010/07/15, 고빈섭<br />
</font>
