<a name="0" />
<h3>문서 &gt; 0.8 소개 &gt; 새로 추가된 확장기능</h3>
<br /><br />
이 절에서는 0.8버전에서 새로 추가된 확장기능을 소개합니다.<br />
<br /><br />
<a name="1" />
<h4>1. 웹컴 패키지</h3>
트레일의 첫 사용 및, 마이그레이션에 도움을 줄 수 있도록<br />
웰컴 패키지가 기본 확장 기능으로 제공됩니다.<br />
여러분이 보시고 계신 지금 이 페이지들이, 웰컴 패키지입니다.<br />
<a href="#0">문서의 최상단으로</a><br /><br />

<a name="2" />
<h4>2. SNS_Utils</h3>
트위터, 페이스북, 미투데이 연동을 간편하게 하는 SNS Utils 가 <br />
기본 확장 기능으로 제공됩니다<br />
해당 부분에 대한 설명은 <a href="/tf/doc/ext/sns">여기</a>를 참고하십시오.<br />
<a href="#0">문서의 최상단으로</a><br /><br />


<a name="3" />
<h4>3. File utils</h3>
여러 대의 서버에서 파일 싱크를 돕는 <br />
File utils 가 확장 컴포넌트로 제공됩니다.<br />
해당 부분에 대한 설명은 <a href="/tf/doc/ext/file_utils">여기</a>를 참고하십시오.<br />
<a href="#0">문서의 최상단으로</a><br /><br />


<br /><br /><br /><br />
<font size="1">
문서의 끝.<br />
최초 작성일: 2011/06/22, 고빈섭<br />
최종 수정일: 2011/06/22, 고빈섭<br />
</font>
